[
   {
      "id":1,
      "script":"So, you see, physical illness can have psychological causes. Now, we just have time to introduce another interesting example of the interaction between the mind and the body, placebos. Placebos maybe you’ve heard them called sugar pills, are harmless substances, not always sugar, that are used routinely on groups of sick people in experiments. These experiments test the effectiveness of new drugs. One group is given the new drug, the other group is given a placebo, and the results are measured. As you might guess, some of the people who receive the new drug get better. Surprisingly, however, some of the placebo group also get better. Why? Well, it’s an interesting question, one which doctors can’t quite answer. Some of the group may have gotten better on their own, without any treatment at all, but research has shown that the very act of taking a medication that you think will make you better, often does make you feel better. Have you ever taken an aspirin and felt better in five minutes? Aspirin doesn’t work that fast, does it? Basically, if you believe you will get better, sometimes you do. The history of how doctors and healers have used the mind-body connection to cure people is long and interesting, but I see that it’s time to chose, so I’ll have to cover this in the next class. You’ll have to hold your questions on this topic till then. Before you go, I have some handouts for you concerning the midterm exams next week.",
      "audio_url":"https://ptestudy.net/audio/sst/01.mp3",
      "rating": 0,
      "audio_filename":"1.mp3"
   },
   {
      "id":2,
      "script":"So, you see, physical illness can have psychological causes. Now, we just have time to introduce another interesting example of the interaction between the mind and the body, placebos. Placebos maybe you’ve heard them called sugar pills, are harmless substances, not always sugar, that are used routinely on groups of sick people in experiments. These experiments test the effectiveness of new drugs. One group is given the new drug, the other group is given a placebo, and the results are measured. As you might guess, some of the people who receive the new drug get better. Surprisingly, however, some of the placebo group also get better. Why? Well, it’s an interesting question, one which doctors can’t quite answer. Some of the group may have gotten better on their own, without any treatment at all, but research has shown that the very act of taking a medication that you think will make you better, often does make you feel better. Have you ever taken an aspirin and felt better in five minutes? Aspirin doesn’t work that fast, does it? Basically, if you believe you will get better, sometimes you do. The history of how doctors and healers have used the mind-body connection to cure people is long and interesting, but I see that it’s time to chose, so I’ll have to cover this in the next class. You’ll have to hold your questions on this topic till then. Before you go, I have some handouts for you concerning the midterm exams next week.",
      "audio_url":"https://ptestudy.net/audio/sst/01.mp3",
      "rating": 0,
      "audio_filename":"2.mp3"
   },
   {
      "id":3,
      "script":"DNA also known as deoxyribonucleic acid is a molecule ,it’s a bunch of atoms stuck together. In the case of DNA these atoms combine to form the shape of a long spiraling latter sort of like this one here. If you ever studied biology or saw the movie Jurassic Park you probably heard that DNA acts as a blueprint or a recipe for a living thing. But how how on earth can a mere molecule. This here is a simplified model of DNA. It shows us that the steps of the latter are made up of four different kinds of chemicals shown here by different colors and letters. If you look at just one half of the molecule you can read its chemical sequence or genetic code from top to bottom sort of like a book. A single strand of DNA is extremely long millions of letters long it spends most of its life coiled up like a noodle living inside the nucleus or the centerpiece of a cell. Special chemicals inside the nucleus make partial copies of the DNA code these partial copies called RNA look a lot like DNA but they’re shorter of course and they’re missing one of their sides. They’re small shape and size allows them to fit through tiny pores in the nucleus out to the cytoplasm and into the mouth of another particle called a ribosome. DNA is a molecular blueprint for a living thing. How does it work? DNA creates RNA RNA creates protein proteins go on to form Life. This entire process is complicated as sophisticated as magical as it might seem is entirely based in chemistry it can be studied it can be understood.",
      "audio_url":"https://ptestudy.net/audio/sst/001.mp3",
      "rating": 0,
      "audio_filename":"3.mp3"
   },
   {
      "id":4,
      "script":"The war for talent refers to an increasingly competitive landscape for recruiting and retaining talented employees. In the book, describe not a set of superior Human Resources processes, but a mindset that emphasizes the importance of talent to the success of organizations. The war for talent is intensified by demographic shifts (primarily in the United States and Europe). This is characterized by increasing demand along with decreasing supply demographically. There are simply fewer post-baby-boom workers to replace the baby boom retirement in the US and Europe. Though this is not the case in most of Asia, South America, or the Middle East; Eastern Europe also tends to have similar demographics, namely an aging and shrinking labor force. While talent is vague or ill-defined, the underlying assumption is that for knowledge intensive industries, the knowledge worker is the key competitive resource. Knowledge-based theories of organizations consistently place knowledge workers as a primary, competitive resource. Talent is never explicitly defined in the book, though the Preface notes, âA certain part of talent elude description: You simply know it when you see it.â After several further caveats, the authors go on: âWe can say, however, that managerial talent is some combination of a sharp strategic mind, leadership ability, emotional maturity, communications skills, the ability to attract and inspire other talented people, entrepreneurial instincts, functional skills, and the ability to deliver results.â The authors offer no outside support for this assertion.",
      "audio_url":"https://ptestudy.net/audio/sst/002.mp3",
      "rating": 0,
      "audio_filename":"4.mp3"
   },
   {
      "id":5,
      "script":"Mary Mallon better known as typhoid Mary, was the first person in the United States identified as an asymptomatic carrier of the pathogen associated with typhoid fever. She was presumed to have infected 51 people three of whom died over the course of her career as a cook. she was twice forcibly isolated by public health authorities and died after a total of nearly three decades in isolation from 1900 to 1907 Madan worked as a cook in a New York City area for seven families in 1900 she worked in Marinette New York where within two weeks of her employment residents developed typhoid fever in 1901 she moved to Manhattan where members of the family for whom she worked developed fevers and diarrhea and the laundress died men and then went to work for a lawyer she left every seven of the eight people in that household became ill. In 1906 she took a position in Oyster Bay Long Island and within two weeks ten of the eleven family members were hospitalized with typhoid. She changed jobs again and similar occurrences happened in three more households. She worked as a cook for the family of a wealthy New York banker Charles Henry Warren. When the Warren’s rented her house in Oyster Bay for the summer of 1906 men and went along â from August 27th to September 3rd six of the 11 people in the family came down with typhoid fever. the disease at the time was unusual in Oyster Bay according to three medical doctors who practiced there",
      "audio_url":"https://ptestudy.net/audio/sst/003.mp3",
      "rating": 0,
      "audio_filename":"5.mp3"
   },
   {
      "id":6,
      "script":"The amount of money drug companies spend on TV ads has doubled in recent years. And it’s no wonder. Studies show the commercials work. Consumers go to their doctor with a suggestion for a prescription drug they saw advertised on TV. Now a study in the Annals of Family Medicine raises questions about the message these ads promote in pairs patty Neiman reports. You’re most likely to see drug ads during prime time, especially around the news. Researchers analyzed 38 ads aimed at people with conditions like hypertension, herpes, high cholesterol, depression, arthritis and allergies. The drug industry says these ads arm consumers with information, but researchers found that though the information was technically accurate, the tone was misleading. UCLA psychologist Dominic frosh headed the study. What we would see in these ads is that before taking a prescription drug, the character’s life was out of control and the loss of control really extended beyond the impact of the health condition. For example, herpes patients were portrayed as being incapacitated for days. Insomniacs utterly out of synch on the job and depressed patients were friendless and boring at parties. When the character has been shown taking the drug, he’d been magically regained complete control of his life. None of the ads of course mentioned lifestyle changes that could also help treat the condition after all it’s mass marketing but in this case frosh says prescription medications are not like soap.",
      "audio_url":"https://ptestudy.net/audio/sst/004.mp3",
      "rating":  11,
      "audio_filename":"6.mp3"
   },
   {
      "id":7,
      "script":"And these photoreceptors in your eye are an extraordinary piece of engineering. Do you know how sensitive a photoreceptor can be? What’s the absolutely minimum possible detectable unit of light? One photon. It turns out your photoreceptors can, under appropriate circumstances, detect a single photon. Not in the bright right but in dark adapted conditions, you actually have on photon sensitivity. Very impressive. Under appropriate conditions, mind you. Sound receptors. You’ve got sound receptors in your ear and they are beautiful. We’re not going to talk about them at any length, but there’s little flappy, these little spiky things going along in your ear and they can translate vibrational energy coming from your ear, hurting your eardrum, being translated into a vibration into the fluid in your ear into a physical motion of these little receptors there into an electrical motion, into an electrical signal that goes into your ear. So, all of that, all of that’s pretty impressive stuff. We’re not going to talk about the details of it, but I invite some of you who want to learn more about this, particularly MIT students I think find receptors really quite remarkable kinds of devices.",
      "audio_url":"https://ptestudy.net/audio/sst/005.mp3",
      "rating":  29,
      "audio_filename":"7.mp3"
   },
   {
      "id":8,
      "script":"During the time of the Aztecs, cocoa was mainly used as a beverage. Wines and drinks were made from white pulp around the seeds of the cocoa pod. The beans themselves were used to make hot or cold chocolate drinks. Both the Maya and the Aztec secular drinks used roasted cocoa beans, a foaming agent sugar, toasted corn and water. Vanilla and/or chilli were also used as an ingredient in the drinks. Cocoa beans were also used as a currency and as a tribute tax from peoples ruled by Aztecs. The oily layer floating in the chocolate drink cocoa butter was used to protect the skin against the sun. For the Aztecs cocoa had a religious significance. Cocoa was believed to be of divine origin: the cocoa tree was a bridge between earth and heaven. Human sacrifices to propitiate God or sun were first sanctified by giving him chocolate. Cocoa beans were given to priest’s assistants at children’s coming of age ceremonies. During marriage ceremonies, the couple drank a symbolic cup of chocolate and exchanged cocoa beans. They believed that drinking chocolate gave mortals some of Quetzalcoatl wisdom. â God of learning and of the wind.",
      "audio_url":"https://ptestudy.net/audio/sst/006.mp3",
      "rating": 0,
      "audio_filename":"8.mp3"
   },
   {
      "id":9,
      "script":"Today 150,000 farmers in India have committed suicide in areas where seed has been destroyed, where they have to buy the seed from Monsanto, and buy it every year at very very high cost, and that high-cost seed is getting them into debt, and the debt is pushing them to suicide. What we’ve done is create community seed banks, places where we collect and save seeds rescue them from disappearance, multiply them and then distribute them according to farmers needs. And about 40 community seed banks have been created across the length and breadth of India places where these have been created farmers are not in distress, because the biggest cost today is seeds and chemicals. These seed banks have now been a new place where we can respond to the new crisis of globalization on the one hand and climate change on the other hand. Globalization has led to farmer suicides. We are able to take seeds to these suicide zones and distribute the seeds so that farmers can break out of that dependency, grow food crops, get out of debt. We’ve been able to create community seed banks to deal with climate change with an extreme flooding the new droughts the Cyclones the Hurricanes that lead to salinization, and today for us the word concede has become the place from where we are responding to the worst tragedies and the worst crises of our times.",
      "audio_url":"https://ptestudy.net/audio/sst/007.mp3",
      "rating": 0,
      "audio_filename":"9.mp3"
   },
   {
      "id":10,
      "script":"Most of the energy we use in the United States and throughout the world is wasted by inefficient technology for turning energy into the services we want like hot showers and cold beer. So in the United States for example we could save half the oil we use and get exactly the same or better services out of it by redoubling the efficiency of using it that would cost on average twelve dollars per saved barrel and condensed of course several times less than what we pay for oil. We could save half the natural gas at about fifth of its price we could save at least three quarters of the electricity at about an eight of its price and the technologies to do this already exist even though we can make them a lot better. Now to protect the climate we need to raise the global rate of saving energy that is reducing energy use per unit of economic activity not by the historic 1% a year. But we need to raise that up to about three or four percent a year. However the US has often done that without even paying attention California’s the percentage point faster than that China’s a point faster than that they did over five percent a year for a quarter century.",
      "audio_url":"https://ptestudy.net/audio/sst/008.mp3",
      "rating": 0,
      "audio_filename":"10.mp3"
   },
   {
      "id":11,
      "script":"a language dies when the last person who speaks it dies but you know sometimes people say it dies when the second last person who speaks it guys because then the last person has nobody to talk to well of course languages have come and gone throughout history as communities have come and gone but what’s happening now is something really quite extraordinary well there are about 6,000 languages in the world at the moment more or less nobody knows the exact number and of these people think that about half of them are so seriously endangered that they’re likely to die out in the course of the present century now the present century is 100 years half is 3000 languages so that means one language is dying out somewhere in the world on average every two weeks for all kinds of reasons why languages die one of the physical reasons when people are affected by famine and disease and earthquake another is genocide when some countries deliberately try and stamp out a small language the main reason is globalization that is there are some huge languages in the world like English and Arabic and Spanish and French and these are like steam rollers crushing the smaller languages that they find in their path a great deal can be done to preserve an endangered language the first thing is that the people themselves must want the language to be preserved that’s very important the second thing is the powers-that-be must want the language to be preserved they must have a respect for the minority languages that are in their care the third thing that has to be there of course is cash it costs quite a lot of money to preserve an endangered language think about it you have to train the teachers you have to write books for the children and all that sort of thing it doesn’t cost an extraordinary amount of money but it does cost a bit so without money endangered languages don’t a positive future.",
      "audio_url":"https://ptestudy.net/audio/sst/011.mp3",
      "rating": 0,
      "audio_filename":"11.mp3"
   },
   {
      "id":12,
      "script":"Before we consider international Environmental law and climate change we need to consider domestic legislation, as it is within the sovereign states that international. Law is put into practice. This reflects the environmentalists’ maxim, ‘think globally, act locally: United Kingdom legislative control. Over the impacts of mans’ activity on the environment is not new. As long ago as the reign of Charles II the main concern was the production of smoke from the burning of ‘sea coal. Almost all areas of trade and industry were subject to very detailed legislative controls at that time, although some were governed by ‘self-regulation’ in the form of guilds, who regulated both supply and methods of production. However, the measures implemented were mostly ineffective because then, as now, the specifying of legal duties and standards without providing any appropriate enforcement merely indicated good intentions but were of little practical effect. The next stage was prompted by the Industrial. Revolution with the urbanization of society and its profound effects on the environment. Local Industrialists used the Adam Smith model. To maximize their economic benefit, but this was to the detriment of the local environment with the operation of ‘Gresham’s Law’ that is, the bad drives out the good. Those industrialists who were concerned for either the health of their employees or the local environment faced higher costs than their competitors.",
      "audio_url":"https://ptestudy.net/audio/sst/012.mp3",
      "rating":  24,
      "audio_filename":"12.mp3"
   },
   {
      "id":13,
      "script":"Before we discuss political systems however it’s helpful to address the confusion that has been spread about the political spectrum. Many have been led to believe that the political spectrum places groups such as communists on the far left, fascists or dictators on the far right and political moderates or centrists in the middle. However the more accurate political spectrum will show government having zero power on the far right to having 100% power on the far left. At the extreme right there is no government. The extreme left features total government under such labels as communism, socialism, Nazism, Fascism, Princes, potentates, dictators, kings, any form of Codel government. Those who claim that Nazis and fascists are right-wing never defined their terms. This amount to spreading confusion toward the middle of the political spectrum can be found the type of government limited to its proper role of protecting the rights of the people. That’s where the constitution of the United States is. Those who advocate such a form of government are really constitutional moderates. So let’s analyze the basic forms of government. They are monarchy or dictatorship ruled by one, oligarchy ruled by a few, democracy ruled by a majority, Republic ruled by law and anarchy which is ruled by no one. In discussing these five we’ll see that there can be narrowed down to even fewer.",
      "audio_url":"https://ptestudy.net/audio/sst/013.mp3",
      "rating": 0,
      "audio_filename":"13.mp3"
   },
   {
      "id":14,
      "script":"In 1963, Allen Newell and Herbert A. Simon proposed that “symbol manipulation” was the essence of both human and machine intelligence. They wrote: A physical symbol system has the necessary and sufficient means of general intelligent action. This claim is very strong: it implies both that human thinking is a kind of symbol manipulation (because a symbol system is necessary for intelligence) and that machines can be intelligent (because a symbol system is sufficient for intelligence). Another version of this position was described by philosopher Hubert Dreyfus, who called it “the psychological assumption”: The mind can be viewed as a device operating on bits of information according to formal rules. A distinction is usually made between the kind of high level symbols that directly correspond with objects in the world, such as dog and tail and the more complex “symbols” that are present in a machine like a neural network. Early research into AI, called “good old fashioned artificial intelligence” by John Haugeland, focused on these kind of high level symbols.",
      "audio_url":"https://ptestudy.net/audio/sst/014.mp3",
      "rating": 0,
      "audio_filename":"14.mp3"
   },
   {
      "id":15,
      "script":"I have been writing nonfiction for years actually and but secretly wanting to be novelist. When I first started writing at the age of 30, it was with the intention of writing fiction but it took a little detour for 10 or 12 years and wrote nonfiction which I have absolutely no regret about it at all. I think was exactly the right thing for me to do. But there was that dream tucked away inside of me to do this. Now remember reading something that Eudora Welty wrote who is you know the great novelist from Mississippi who had a big influence on me actually. She said no art ever came out of not risking your neck and I think she’s absolutely right about that. It felt that way to me at the time. It actually feels that way to me every time I sit down to write something. Finally, in the early 90s, I took my deep breath and started writing fiction. It felt risky to me at the time to do that and one of the very first things that I wrote was what I thought was going to be the first chapter of the novel called the secret life of Bees. I wrote it in 1992 and it is actually essentially the first chapter of the novel as it is now.",
      "audio_url":"https://ptestudy.net/audio/sst/015.mp3",
      "rating":  28,
      "audio_filename":"15.mp3"
   },
   {
      "id":16,
      "script":"A lot of us are not aware of the extraordinary successes of the Millennium Development Goals, several of which have achieved their targets long before the due date. That proves that this species of humanity is capable of achieving extraordinary progress if it really acts together and it really tries hard. But if I had to put it in a nutshell these days, I sort of feel that globalization has taken us by surprise, and we’ve been slow to respond to it. If you look at the downside of globalization, it really does seem to be sometimes overwhelming. All of the grand challenges that we face today, like climate change and human rights and demographics and terrorism and pandemics and narcotrafficking and human slavery and species loss, I could go on. We’re not making an awful lot of progress against an awful lot of those challenges. So in a nutshell, that’s the challenge that we all face today at this interesting point in history. That’s clearly what we’ve got to do next. We’ve somehow got to get our act together and we’ve got to figure out how to globalize the solutions better so that we don’t simply become a species which is the victim of the globalization of problems.",
      "audio_url":"https://ptestudy.net/audio/sst/016.mp3",
      "rating": 0,
      "audio_filename":"16.mp3"
   },
   {
      "id":17,
      "script":"Today a university like the LSE certainly has to acknowledge that it is in competition for the best students all of whom have choices they can exercise and many of them choices which run across national and continental borders. We are in competition too for staff. The academic job market is one of the most global there is and in the 21st century English is the new Latin. So universities and English-speaking countries are exposed to more intensive competition than elsewhere we are in competition for government funding through the assessment of research quality we are in competition for research contracts from public and private sector sources and indeed we are in competition for the philanthropic pound many of our own donors were at more than one University and indeed think of the LS C’s requests alongside those of other charities to which they are committed that is the competitive environment which is particularly visible to a vice-chancellor.",
      "audio_url":"https://ptestudy.net/audio/sst/017.mp3",
      "rating":  20,
      "audio_filename":"17.mp3"
   },
   {
      "id":18,
      "script":"I’m 43 years old and I will tens of thousands of dollars in student loans oh sure I knew the loans are piling up as I went through school but with one loan coming from here another from there I had no idea of the rock slide that was building 15 years later I still experience moments of sheer horror regarding my family’s financial situation my monthly student loan payment is more than triple my car payment okay so without my college degree I would not have been able to get my current job for that I’m grateful but at what cost my loans have been accruing at a rate of 10 percent and now they have burgeoned – well I’m an English major you do the math I don’t think they’ll ever get paid off we’re in debt way past our eyeballs and there’s no hope in sight I’m being kept in class a financial class of graduates whose only hope for attending college meant borrowing money from the government because of our mounting credit card debt and monthly payments that far exceed our family’s income my kids will also join the class of citizens who can’t rely on their parents for college support do I wish I’d chosen another educational route you bet perhaps trade school I thought that being a plumber might not be such a bad gig but if your job aspirations require a four-year degree take my advice and choose a college you can afford both during and after graduation take a realistic look at your anticipated income and factor in priorities that don’t carry a price like the spouse and children you might want to have someday I was overconfident that my student loan debt would pale in comparison to the lucrative writing career I’d enjoy after graduation now I’m paying for that decision in more ways than I’d ever imagined.",
      "audio_url":"https://ptestudy.net/audio/sst/019.mp3",
      "rating": 0,
      "audio_filename":"18.mp3"
   },
   {
      "id":19,
      "script":"Daren Liew is the CEO of the transnational group of companies. One of Singapore’s most highly reputed logistics and supply chain companies also offering services in records management, distribution management and mailroom management. Daren Liew received his associates degree in financial accounting from the association of certified in corporate accountants .For more than three decades Darren has proven his enormous value as a senior manager and chief executive Darren’s critical leadership has proven vital to the daily operations of his company which makes over 18.000 deliveries each day to customers in Indonesia, Hong Kong, China, Taiwan, Sri Lanka, and Singapore. Darren’s expertise and supply chain management has allowed transnational to secure contracts with companies from a variety of industries including medical products documents delicate electronics laboratory samples and bulk hardware. Darren’s many innovative business solutions have proven highly cost effective and timely for his clients.",
      "audio_url":"https://ptestudy.net/audio/sst/020.mp3",
      "rating": 0,
      "audio_filename":"19.mp3"
   },
   {
      "id":20,
      "script":"Let’s look at this video of these little kids they were offered the option having one marshmallow immediately now and two marshmallow 15 minutes later and you’ve got some very cute videotape of this experiment so let’s take a look, okay.What we found is very simple and direct way of measuring a competence that seems to make an important life difference. A researcher tell these preschoolers that she’s going to leave the room if they wait for her comeback without eating the marshmallow they’ll get two marshmallow or they can ring the ball and she’ll right away but then they get one marshmallow.You won’t ring the bell, okay?Looking at children over time Dr. Michele has found that being able to wait longer at 4:00 has some powerful implications.And what are those powerful implications is that later in life they’re more discipline and have more self-control is that pretty much it. Well are more likely to achieve their life goals, they have better relationships they did better on their SATs.Crazy all, because they waited 15 minutes for 2 marshmallow?I mean I think it is crazy I probably would have eaten all three.Yeah me too.But you know actually yes the ability to be able to pursue your goals in this case that was stabbed 2 marshmallows versus one and not going automatic and just grab the marshmallow is a very important skill but I think the main point in my mind in the making is that these skill can be caught taught if you’re 14 or 40 or 4 it’s not ever to late and may child can learn them any adult can teach them in it’s never too late.",
      "audio_url":"https://ptestudy.net/audio/sst/022.mp3",
      "rating": 0,
      "audio_filename":"20.mp3"
   },
   {
      "id":21,
      "script":"This is a bomb calorimeter. This is the actual piece of equipment that researcher used to calculate the energy content of either biodiesel or maybe even the potato chips that you had for lunch today.When they calculate the amount of energy they’re going to calculate it in heat units which would either be joules or calories.I want to look inside the bomb calorimeter. Inside here you can see that there is a silver bucket, water goes all in here and this is actually the bomb is the smaller silver cylinder. What you do is put your fuel sample in there.Then these two electrodes are connected to the bomb. These provide the spark that will ignite your sample. When your sample burns or combust that gives off energy. So how the energy collected or how a scientist figure out how much energy is being given off. Well it’s a close system. There is a lid here that goes on top of this calorimeter and what’s in here in the lid is stir, the stir is going to stir the water that’s in this big pool here. So that the heat given off from the sample is going to warm the water in a uniform way. This is a temperature probe this goes down the water also and measures the change in temperature because as the sample is burned it will give off heat and the temperature the water will increase.So the lid goes on the sample is prepared the last thing that you need to make a combustion reaction happen is oxygen and at some point during the process some oxygen is added by a tank that’s connected to the calorimeter here.So we’re going to burn of sample of the biodiesel that you’ve prepared and get some feedback on the energy content of it you’ll be able to use this to compare it to petroleum-based fuels like octane .",
      "audio_url":"https://ptestudy.net/audio/sst/023.mp3",
      "rating": 0,
      "audio_filename":"21.mp3"
   },
   {
      "id":22,
      "script":"By 2050 we’re supposed to have between 9.5 billion to 10 billion people. But even more importantly, we’re going to have a big shift of people living in cities. In fact, by 2050 it is estimated that we’ll have as many people living in cities as we have people alive today. So we’ve got to figure out how to feed people who basically can’t feed themselves. That means logistics, infrastructure and transportation, etc. One thing a lot of people who move into cities miss is the food from their local area, so this is called nostalgia food . And I think if we could figure out how to increase productivity of local varieties in the first instance, then we could actually begin to feed some of these cities. In urban areas with poorer population price trumps everything. So if we can get food into cities that’s affordable, than people are going to eat it. So I think we need to build on the foods that people are already used to, but also transition them to the foods that we can produce more cheaplyâthat are both calorie and nutrient dense. That’s really what we should focus on, how do we get more calories and nutrients into cities that have a shelf-life that are not going to have more waste that come with them automatically? I think global trade is perhaps the single best answer towards food security at a planetary level. We need to produce the things in surplus where we can produce them best. And then trade them with other places. We also need to make sure that the areas that produce the most are producing surpluses that can fill the gaps in all the other parts of the world when there’s a famine or war, or when there’s some other disruption of production. If we can figure out how to link trade to more sustainable production, then we can begin to manage the planet as a whole planet, not just urban versus rural or one country versus another. We’ve got to start looking at how we produce food for this many people, this many people in cities within the confines of a single planet.",
      "audio_url":"https://ptestudy.net/audio/sst/025.mp3",
      "rating": 0,
      "audio_filename":"22.mp3"
   },
   {
      "id":23,
      "script":"The debt today is so high, itâs two hundred thousand rupees, three hundred thousand rupees of peasant who have no capital. They who know within a year or two, when they accumulate that kind of debt. They never able to pay back. Where is the debt coming from? Itâs coming from a seed that is costing a hundred thousand to two hundred thousand rupees per kilogram, depending on what you got. Seed that used to be free, used to be theirs. Pesticides each time, they more they use, the more they have to use, 12 sprays, 15 sprays, 20 sprays. Pesticides used in just the last five years in the land areas of India has showed up by 2000 percent. Thatâs why the free market and globalization have brought and since we are talking about peasants, who have no money, who have no capital, they can only by expensive seeds and expensive pesticides by borrowing. And who lend that money? The seed companies that sell the pesticides, which are the same companies that sell the seeds, as you know, are now also the major creditors.",
      "audio_url":"https://ptestudy.net/audio/sst/0007.mp3",
      "rating":  25,
      "audio_filename":"23.mp3"
   },
   {
      "id":24,
      "script":"Amory Lovins, who knows who Amory Lovins is? Nobody. Amory Lovins is an unusual character, he is something of poly- polymath. Just to say he sort of sucks up knowledge across a wide range of fields. He is not an academic. He has a consulting companage which he runs off until he recently out of his home in Colorado. He is inside snow mass in a house built in two of the sides of the mountain that has no furnace. For that thirty years, he has been kind of iconic plastic oddball genius, thinking up ways to save energy thinking of ways to solve problems using technology that already exists, and he has demonstrated several of them. He also offers, he is something that, he is such an oddball that people tend to think he is kind of crazy. Anyway, Elizabeth Callbirth went and spent some time with Amory Lovins, and so he has written this piece called Mr. Green.",
      "audio_url":"https://ptestudy.net/audio/sst/0008.mp3",
      "rating":  39,
      "audio_filename":"24.mp3"
   },
   {
      "id":25,
      "script":"There has always been a lively debate of power sharing. Who should have the power? There is an issue of moving power to people or moving power from away from federal to state. The power system is private power. There is a need is to modify government powers. One aspect is the evolution transfer power from federal government to state government. The different opinions are holding by the Democratic Party and the Republican Party created persistent debate. While the Democratic Party claims that government should hold the big power and the entitlements, the Republicans believe government should share its powers with the states and people. However, government holding the power normally means taking power away from people.",
      "audio_url":"https://ptestudy.net/audio/sst/0012.mp3",
      "rating":  20,
      "audio_filename":"25.mp3"
   },
   {
      "id":26,
      "script":"People who have been talking about symbolic representation of computers long before they were invented. Human tells the computer what to do and how to do. Computers can operate. Given the meaning of certain words. A human brain can be a simple processor. At the same time, a computer relies on analyzing messages into diets, which is similar to a human brain. If we can know more about how humans manipulate and work with symbols just like computers works with bits and bytes. Then there is a high potential to develop artificial intelligence.",
      "audio_url":"https://ptestudy.net/audio/sst/0013.mp3",
      "rating": 0,
      "audio_filename":"26.mp3"
   },
   {
      "id":27,
      "script":"Welcome to Stanford University business school. Today, I would like to talk about management and leadership. It is very important that you realize the importance of management and leadership in this university. It is obvious that the purpose of this education to learn management and leadership skills. But you have to remember this education of management should not be only about delivering services and making sure a good quality. However, you should realize it is responsibility of student to accomplish assignment by themselves instead of depending on others. Student should be responsible for the management performance and identify how it could happen appropriately. The responsibility means that the accomplishments achieved by others does not necessarily indicate what they are truly capable of",
      "audio_url":"https://ptestudy.net/audio/sst/0017.mp3",
      "rating":  15,
      "audio_filename":"27.mp3"
   },
   {
      "id":28,
      "script":"Hello everyone, welcome to my class. Today, I will discuss the schools on the general condition of how animals survive and reproduce. This is very interesting because an animal survives and reproduce mainly involves factors which include temperature tolerance, body size, behavior, and the altitude they live in. Here is an example: Imagine animals that can survive only in hot environment. Now if these same animals are put into a freeze, you will notice it will die very soon. Those species who have tolerance temperature to code can only survive. This is why climate and seasons are quite important for animalsâ survival. Various species have to maintain their body and, on the water, and tolerate different temperature in various seasons. Finally, I would like to point out that some of these species or animals can adopt to climate change by changing their behavior in daily activity in the habitat they live in.",
      "audio_url":"https://ptestudy.net/audio/sst/0023.mp3",
      "rating": 0,
      "audio_filename":"28.mp3"
   },
   {
      "id":29,
      "script":"Laughter is one of the greatest therapies in combatting adversity, and whole communities and nations have frequently relied on humor to get them through their bleakest time. On August 13, 1961, the barbed wire was rolled out of Berlin to create the Berlin wall. For nearly 30 years, until it was dismantled, wall jokes proliferated â especially among those living in the east. Laughing was all that was left. Jokes about those who rule you â and sometimes those who tyrannize you â are a form of folklore that has existed in societies as seemingly different as communist eastern Europe, Czarist Russia, modern Egypt, 12-century Persia, and modern-day Iran. Humour can also be wonderfully subversive. It can protect self-respect and identity. In more totalitarian societies laughter relieves, at least temporarily, the pressures and anxiety of political oppression. Political jokes may not in themselves topple dictators, but they can provide solace. In a democracy like our own, perhaps the trouble with political jokes is that they sometimes get elected.",
      "audio_url":"https://ptestudy.net/audio/sst/0026.mp3",
      "rating":  22,
      "audio_filename":"29.mp3"
   },
   {
      "id":30,
      "script":"Last month I published alongside my annual report a subject report on the development of citizenship in schools. The report celebrates the success of some schools in implementing the citizenship curriculum. It praises those schools where there have been substantial developments in the subject, and which now go a long way towards fulfilling national curriculum requirements. In the report, we are critical of schools which have not taken citizenship seriously, either through reluctance or lack of capacity to make appropriate provision in the curriculum. Citizenship is marginalised in the curriculum in one-fifth of schools. It is less well established in the curriculum than other subjects, and less well taught and some critics have seized on this as a reason for wanting to step back from supporting it. Yet, the progress made to date by the more committed schools suggests that the reasons for introducing citizenship are both worthwhile and can be fulfilled, given the time and resources. Indeed, those reasons are given added weight by national and global events of the past few months. While not claiming too much, citizenship can address core skills, attitudes and values that young people need to consider as they come to terms with a changing world.",
      "audio_url":"https://ptestudy.net/audio/sst/0028.mp3",
      "rating":  29,
      "audio_filename":"30.mp3"
   },
   {
      "id":31,
      "script":"Sea creatures are inspiring the latest devices that harness wave power. This one called the oyster, sits on the ocean floor and opens and closes as waves pass over it. Cables attach it to generators on the shore. Since November 2009 itâs been powering 9,000 homes in the Orkney Islands. Another device looks like a snake. The Anaconda is made from a rubber tube filled with water that floats just below the surface. When a swell hits the front of it the tube in squeezed; a bulge ripples down its length and powers a turbine in its tail. Prototypes are currently being tested but the full-scale version will be 200 meters long. This system also looks like a snake but this one is made of steel. It floats near the surface where waves its joints move. This drives hydraulic systems that power electrical generators. Like the Anaconda itâs still being tested. Results will prove if these devices are up to the job of supplying viable sources of green energy.",
      "audio_url":"https://ptestudy.net/audio/sst/027.mp3",
      "rating": 0,
      "audio_filename":"31.mp3"
   },
   {
      "id":32,
      "script":"When this dog approaches some food, another dogsâ playful snarls are played back. The dog seems curious but the sound doesnât stop it from taking the bone. Here, a dog hears the growls of a dog being approached by a stranger. But these donât deter it from grabbing the bone either. In another scenario, the sound of a dog protecting its food is played back. This time the dog backs off. These experiments suggest the dogs can distinguish between different types of growls.",
      "audio_url":"https://ptestudy.net/audio/sst/032.mp3",
      "rating": 0,
      "audio_filename":"32.mp3"
   },
   {
      "id":33,
      "script":"The Melk is not typical of all monasteries for many reasons. Firstly, it is very grand which most especially later foundations aren’t. Secondly, it was founded in the countryside, whereas in 17th and 18th centuries, a good proportion of foundations were made in Towns. Thirdly, it still owns substantial amount of land, because fourthly it lies in the Austrian Republic, the only European country where grand old monasteries have been in continuous existence, since they were founded nine hundred a thousand even in one case twelve hundred years ago.",
      "audio_url":"https://ptestudy.net/audio/sst/034.mp3",
      "rating": 0,
      "audio_filename":"33.mp3"
   },
   {
      "id":34,
      "script":"In the early years of ATM machines, there were many complaints with the ATMs. The ATM machine is programmed to allow a customer to collect their money first and then take their card. However, this made many people forget their cards, and it was a worrying issue because anyone could have the access to one’s bank account. Now, in the UK the ATM machines have been reprogrammed so that customers will take their card first and then collect their money. As a result, it would be less likely for them to forget the money since it was the main reason for them to use an ATM. Although people sometimes still forget to take their money, it is more catastrophic to lose your card because it can access to your bank account.",
      "audio_url":"https://ptestudy.net/audio/sst/036.mp3",
      "rating": 0,
      "audio_filename":"34.mp3"
   },
   {
      "id":35,
      "script":"So, we were founded just over ten years ago, when I was in the Royal Academy, a Museum in the centre of London, with my three children, at the Aztec exhibition. I donât know if any of you saw it. I had an older child and two younger children, twins, strapped in a pushchair, and one of my children, three years old, shouted â and Iâve never denied he shouted â he shouted, âMonster, monster!â at this statue which looked just like a monster, had snakes for hair, a big beak for a nose. And, I thought, this is fantastic â Iâve got a three-year-old thatâs appreciating pre-Hispanic art â how good can it get? So, I bent down and I said, âYes, it looks just like a monsterâ. And, at that moment, a room warden came over, a gallery assistant came over and said we were being too noisy, and threw us out. Wrong family. I was, at that time, a journalist with The Guardian newspaper, and two days later wrote a big piece in The Guardian about being thrown out of the Royal Academy. What was really interesting was, by the end of that day, we had had, at the paper, over 500 emails from other families saying, âMuseums arenât working for us. Letâs try and make it workâ. So, thatâs what we did. In The Guardian, we set up a campaign. We called it the Kids in Museums campaign, but it didnât really exist. It was just a few pages. We ran loads of stories on it; I began touring the country talking about how to make your museum family friendly; I was a journalist. I was called in to see the then director of the National Gallery in London, and Iâll never forget this moment, when he called me in and said, âWe really like this Kids in Museums campaign, and weâve been talking on our board about it, and we have some ideas of how we might work together, and Iâd like you to take them back to your team.",
      "audio_url":"https://ptestudy.net/audio/sst/041.mp3",
      "rating": 0,
      "audio_filename":"35.mp3"
   },
   {
      "id":36,
      "script":"Every human in culture we know the music and language, these are universe, genuine human universe when they go way back in our specieâs history. So the question what these two things might have been common has occurred a lot of people when itâs two of them both involve complex sequences that afford in time both forms in communication, itâs interesting, philosophers since Plato going back over 2000 years, scientists including Darwin who wrote about possible evolutionary links between music and language in his book âThe Descent of Manâ, an artist including Leonard Bernstein who gave a set of lectures Harvard in the 70s about possible connections between the grammar of music and the grammar of language according to Noam Chamsky theories. So itâs a persist question and I think it continuously at from scientists today, because they are just in basic obvious similarities. For example, both music and language have rhythm by which I mean systematic patterns of timing, accent and grouping. They both have melody, meaning structure patterns of pitch over time. And they both have syntax, mean … elements like notes, words and principles where combining those elements of sequence sentences are just random sequences verbs, music is nowadays compositions of far from random sequences of notes, their principles. And they both convey emotion or affect using sound, you can tell somebodyâs emotions … their voices, you can get a lot of emotional information about music is conveying happiness, sadness or mixed emotions …happy.",
      "audio_url":"https://ptestudy.net/audio/sst/044.mp3",
      "rating": 0,
      "audio_filename":"36.mp3"
   },
   {
      "id":37,
      "script":"Today we will talk about one aspects of global problem, this is water purification. We have been studying in fears how to deal with water pollution and yet today we still face the challenges of how we can purify water. There is organization call CBAM foundation that is working on this problem and focusing on human health. Unlike the underdeveloped countries, the developed countries are fortunate and have access to bottle water. They have also water access through the tap. But pure water is still a global problem and we need to solve this as quickly as possible. One solution came by about this is to introduce nanotechnology and both countries that have all have not sufficient water resource nanotechnology will be used to find corresponding solutions and we can expect the problem can be solved very soon",
      "audio_url":"https://ptestudy.net/audio/sst/046.mp3",
      "rating": 0,
      "audio_filename":"37.mp3"
   },
   {
      "id":38,
      "script":"Today we will discuss the two main origins of the concept of political ideology. These are the terms left and right appeared during the French Revolution of the 18th century, when members of the national assembly divided into supporters of the kings of the president’s wife and supporters of the revolution to his left. However, the left and right wing became conceptualized since the French Revolution, the left side of the speaker podium and the assembly became the political left wing. This left wing is aggressive in nature. On the other hand, the right side of the speaker podium became conservative, which is the part of the old regime.",
      "audio_url":"https://ptestudy.net/audio/sst/047.mp3",
      "rating": 0,
      "audio_filename":"38.mp3"
   },
   {
      "id":39,
      "script":"Africa is one of the poorest continent in the world, and its economy is at stake. So, what is the source of major income than can boost its economy? Well, there is relationship between food and income in Africa. According to a recent research, most residents in Africa suffer from poverty and the main livelihood is wildlife, especially fish from the river. Fish is the major source of food and protein. Many Africans suffer from protein deficiency. So, it is important for Africa that fish is the major source of their income since fish industry can attract tourists around the world which can effectively facilitate the economic development. Fish will become the top one source of income in Africa and mind you even the income for foreign economies. This is why income is closely associated with food.",
      "audio_url":"https://ptestudy.net/audio/sst/048.mp3",
      "rating":  21,
      "audio_filename":"39.mp3"
   },
   {
      "id":40,
      "script":"We will now move onto our next topic today. Recently we have conducted a survey on happiness. The survey has large samples from regions, countries, and even worldwide. One factor that makes people happy is the consistent patterns and they are prevalent and consistent across countries and borders. Consistent patterns include some basic things like income, marital status, and employment status. Lastly, other critical factors include that make people happy include environment, quality of life, and natural instinct.",
      "audio_url":"https://ptestudy.net/audio/sst/049.mp3",
      "rating":  23,
      "audio_filename":"40.mp3"
   },
   {
      "id":41,
      "script":"Well, I think the drugs we use is not taken seriously into account parents leave that drugs all over the place at home that their children may accidentally take these drugs and prefer you knew it. and soon, many children are victim to accidents. Now, this is must be avoided at all cost. One way preventing accidents is to put drugs in closed boxes. Also, parents can firmly close the lid. really well, I am sure kids went able to reach it. Another problem we find in mismanaged of drugs is how these medicines can be allergic to many people. We have to remember different drugs of different resistance and duration that is extremely dangerous if someone take a wrong drug swallowed. what all the way, we can stop this from happening. Well, I suggest to introduce the coals, which will primarily improve the misuse of drugs and greatly improve our lives.",
      "audio_url":"https://ptestudy.net/audio/sst/050.mp3",
      "rating": 0,
      "audio_filename":"41.mp3"
   },
   {
      "id":42,
      "script":"Today I would like to talk about a book in this class. This book focuses on architecture design in London. Not just any place in London. It is in the west side of London cold West Street of London. The architecture made a very poor design of the buildings there. This can cause a moon swing. An awful design of the building can have a negative influence on people’s mood. If you want some beautiful designs then you must visit Stanford and Frankfurt. They are good examples of the best architectural designs. Different architects have different perspectives on beauty, which is an arrogant word since is in the eye of the beholder. One can write the Bible cracked out in the play, but how one can design bad and ugly buildings. Well, it is difficult for architects to realize about architectural design.",
      "audio_url":"https://ptestudy.net/audio/sst/051.mp3",
      "rating":  19,
      "audio_filename":"42.mp3"
   },
   {
      "id":43,
      "script":"If you look at the recent research conducted on human behavior. You will be surprised that the findings. it is said that there is a correlation between human behavior and our physical feature. It was believed that genes of the only factor to determine the physical appearance. This includes height and hair color. However, the recent study showed that behavior is also another factor that can change height and hair color. The findings in the study further state that a person’s habits can change the physical features of human. These findings have tremendous interests impact on scientific fields such as biology, psychology, sociology and neuroscience.",
      "audio_url":"https://ptestudy.net/audio/sst/052.mp3",
      "rating":  20,
      "audio_filename":"43.mp3"
   },
   {
      "id":44,
      "script":"A depression in a child dates back as far as the 16th century when the first concept of children’s depression was discovered. A research was taken at that time to find out what happened to children who suffer from depression. The study revealed that the dramatic increase in children depression can increase the risk of life.For example, longterm illness such as diabetes and heart disease are caused by depression. One of the studies shows children with depression behave differently and respond differently to medical treatment. This is why many specialists have tried to bring a cure, but no one found a perfect medicine. It is quite rare that children suffer from depression, but in the recent study, the number has dramatically increased.Nowadays no one doubt about children depression. It has become a common sickness in a child. Childrenâs depression is still a puzzle for scientists and specialists and needs to be resolved sooner than later.",
      "audio_url":"https://ptestudy.net/audio/sst/053.mp3",
      "rating": 0,
      "audio_filename":"44.mp3"
   },
   {
      "id":45,
      "script":"Normally however, spectacles are a part of an assemblage of items, giving us an overall âlookâ. And in fashion terms they are classed as âaccessoriesâ along with shoes, jewelry, handbags or watches. But in healthcare terms they are of course a medical device and in many languages other than English they are often described as a âprosthesisâ, an artificial part of the bodyâ¦part of you, making you who you are.And choosing your spectacles is there for a major decision. Increasingly people own two or more pairs for different occasions or times of the day. And there is a phrase for this in the industry. Itâs called âlifestyle dispensingâ and it dates back to the 1950s. The idea is that you wear one type of spectacles in the workplace and quite another at leisure or on the beach.",
      "audio_url":"https://ptestudy.net/audio/sst/054.mp3",
      "rating": 0,
      "audio_filename":"45.mp3"
   },
   {
      "id":46,
      "script":"Today, in our class, we will discuss hypertext markup language popularly known as HTML. This is a computer language device to allow website creation. These websites can then be viewed by anyone else connected to the Internet. It is relatively easy to learn with the basics being accessible to most people in one sitting, and quite powerfully and what it allows you to create. A group of people started to use HTML to write webpages. These group of people do these without advertisements, but only because they enjoyed it. Because of them today, we have access to webpages.",
      "audio_url":"https://ptestudy.net/audio/sst/055.mp3",
      "rating":  11,
      "audio_filename":"46.mp3"
   },
   {
      "id":47,
      "script":"Today we will discuss about abstraction commonly known as description. There are two methods of description. These are symbolic language and body language. The abstraction is an important part for developing a computer. This is originated from the symbolic system in a computer system. The origin of symbolic system was developed when people try to communicate with each other. The symbolic language took communication to wider people and popularity grew. The other part of abstraction is the body language. People accepted body language as well. The physical movement facilitates the development of sign language which popularly became hand words.",
      "audio_url":"https://ptestudy.net/audio/sst/056.mp3",
      "rating":  25,
      "audio_filename":"47.mp3"
   },
   {
      "id":48,
      "script":"Today I would like to focus on some of the important features of academic writing. The quality is the first most aspect of any writing, when you write about history, you need have the same qualities as general writing. They are both similar. When you are writing academic and general papers you might consider some of these factors. Both require resource and evidences as one is writing style. Furthermore, the attention of logic in writing is also important. One thing that puzzles me is that there is no can a connection between history and general writing, but somehow they are so much alike.",
      "audio_url":"https://ptestudy.net/audio/sst/057.mp3",
      "rating": 0,
      "audio_filename":"48.mp3"
   },
   {
      "id":49,
      "script":"I want you to try and remember two things: First I want you to try and remember learning how to ride a bike. Maybe you have a scar you received when you flipped over the handlebars. The next thing I want you to remember is how to ride a bike. The reason I asked you to recall both of these memories is that they belong to two different designated realms of memory. Memory is a fluid and dynamic system that is exceedingly complicated. To this end, psychologists have attempted to divide memory up to make it easier to study. There are two main categories: explicit memory is a memory that can be intentionally and consciously recalled. This is your memory of riding a bike and falling over the handlebars and skinning your knee. The other is implicit memory which is an exponential functional form of memory that cannot be consciously recalled. This is your memory of how to ride a bike or how to balance. These are often not tied to a visual memory but a more like muscle memory. The examples of implicit memory include using language naturally, driving and reading, and answering multiple questions in the test, etc will be natural. Let’s look at explicit and implicit memory in a little more detail and see how age influences these. It is an experimental or functional form of memory. Explicit memory consists of a great deal of highly personal memories related to time, space and people it is totally different from implicit memory. Now if we look at the examples of explicit memory, it includes remembering people’s birthdays and answering multiple questions on the test.",
      "audio_url":"https://ptestudy.net/audio/sst/059.mp3",
      "rating":  42,
      "audio_filename":"49.mp3"
   },
   {
      "id":50,
      "script":"But in the face of this sense of disempowerment, thereâs no decline in involving an organizationâs with which seek to share wealth and opportunities which seek to protect one anotherâs rights and work towards the common good. According to the UN, civil society groups have grown 40 fold since the turn of the last century. internationally the nonprofit sector is worth $1 trillion there are 700,000 not for profit organizationâs in Australia alone 700,000. The UN recognizes 37,000 specifically civil society organizations across the globe working in international relief and gives accreditation to many of them. This profound movement towards harnessing voices and resources from outside the realm of governance and officialdom reflects a growth in trust the third sector NGOs Putnam who discovered in the field of local government initially the best predictor of governmental success was the strength and density of origins civic associations.",
      "audio_url":"https://ptestudy.net/audio/sst/061.mp3",
      "rating": 0,
      "audio_filename":"50.mp3"
   },
   {
      "id":51,
      "script":"Today, we will discuss the relationship between the fault lines in the Earth’s crust and an earthquake. This dislocation of the rock occurs from the Earth’s surface, seven kilometers to several hundred kilometers vertically down to the crust. The earthquake’s focus is called epicenter which is vertically beneath the interior of the Earth’s crust and the energy releases and transfers through epicenter. The faults are the fracture on the Earth’s crust. The position of the epicenters can be identified by the faults’ maps, looking down from the center of the Earth. It will result in seismic wave which is decreased as it moved away from the epicenter.",
      "audio_url":"https://ptestudy.net/audio/sst/063.mp3",
      "rating":  41,
      "audio_filename":"51.mp3"
   },
   {
      "id":52,
      "script":"Now we would like to look to recent survey conducted by Canadian researchers on diet. Total 31 women volunteered in the survey. They have been told to participate in the exercise program without changing their diet. After careful observation the researchers found that some volunteers experience to body fat change after six months from the day they have started the experiment. The findings further stated that some lost significant amount fat which leads to decrease in body mass. On the other hand, there were others who did not lose fat at all. The study concludes there must be two explanations. Those who did not lose weight must have eaten more and another factor is it is because their psychological reason not to believe in losing fat.",
      "audio_url":"https://ptestudy.net/audio/sst/065.mp3",
      "rating":  20,
      "audio_filename":"52.mp3"
   },
   {
      "id":53,
      "script":"Far too many people, hmmmâ¦.often say things like animals do this but we donât, or else this animal does this and that animal does this, but the humans donât do things like that. Those statements have some hidden assumption that we are not animals. When we say animals do this animals do that, we often assume that we’re not animals. If we are not animals, what are we? Are we plants or trees or flowers? No, we are not. Then okay, we are not plants, are we microorganisms, really tiny microscopic things? No, we are not. Then the natural conclusion must be we are not living things. Thatâs not true. Yes, we are animals and I see animals in us and I see humans in animals. So, I’m going to talk about the animal behavior and human nature. In order to understand human nature, we can look into animalsâ eyes and animal behavior and find something about what made us who we are.",
      "audio_url":"https://ptestudy.net/audio/sst/067.mp3",
      "rating": 0,
      "audio_filename":"53.mp3"
   },
   {
      "id":54,
      "script":"Today I want to talk about water, and the,the law that surrounds drinking water, to talk about its quality, talk about what your rights are to clean water, to also give you a sense of what key threats are to drinking water, what your exposure might be, and what we might do about it, both legally but also personally.Water is a critical component of our environment and our bodies, your body is close to 70% water. You can go for several weeks two to three on average without food, you can only go for about four minutes without air, and you can go for maybe four or five days without water before you die. So water is absolutely critical, and one of the key arguments I want to make today is that it’s a largely neglected area of environmental law, given the rapid increase in our knowledge about chemical threats to water quality, and where those threats come from.",
      "audio_url":"https://ptestudy.net/audio/sst/068.mp3",
      "rating": 0,
      "audio_filename":"54.mp3"
   },
   {
      "id":55,
      "script":"The universe we know it is actually really old. Do you know exactly how old is the universe? The universe is about 50 billion years old and it is discovered that the oldest star is about 30 billion years old, not older than the universe which is perfectly matched. Well, people thought it might expand it 10 to 20 billion years ago however according to the theory of big bang it actually happened 13 .7 billion years ago. The big bang theory is also known as the cosmological model is simply an amazing discovery. The expansion of the universe had really occurred 13.7 billion years ago which is can match the current prediction of the cosmological model. However, we still not sure how many years more and will expand in the future is really unknown to us.",
      "audio_url":"https://ptestudy.net/audio/sst/069.mp3",
      "rating":  33,
      "audio_filename":"55.mp3"
   },
   {
      "id":56,
      "script":"In the United States, the government is discussing about epidemic transmitting. This is a worrying issue. The United States government is planning to use antiviral drugs to prevent the epidemic transmitting. This is only possible because the government of the United States have access to abundant resources. However, this is not the truth of the developing countries. It is more difficult for them to prevent epidemic transmitting because the government of developing countries have to face the challenge of lower number resources.",
      "audio_url":"https://ptestudy.net/audio/sst/070.mp3",
      "rating":  19,
      "audio_filename":"56.mp3"
   },
   {
      "id":57,
      "script":"Now I like the history and one thing I want to go over briefly is a history of epigenetic research and this is from my perspective now. I got into this field in the early 90s. And what I have here is plotted publications total publications and function of time here. And on a linear graph. So what I did for this is I wanted to show that basically up until around the year 2000. Thereâs an inflection point right around two thousand five right in here where it looks like basically nothing really is happening much in the field of epigenetics. To the point where itâs actually going vertical and a lot is happening in field of epigenetics. Now if you plot this rather than on linear paper semi-log paper. What you will find is that what Iâm showing is an exponential growth curve for publications in the field of epigenetics. And that in the scientific community. Thereâs a doubling of the epigenetics papers every one and a half to two years. Last year alone we put into publication summers between fifteen and twenty thousand papers which took us 15 years from 1992 to 2005.",
      "audio_url":"https://ptestudy.net/audio/sst/071.mp3",
      "rating": 0,
      "audio_filename":"57.mp3"
   },
   {
      "id":58,
      "script":"Why the bumblebees pick some flowers over others? Researchers have known for a while that flower’s color can be a signal. Color in short hand that says to a bee: hey, I get some good quality nectar here, want to stop by for a visit. But new findings show that bees also use color to get clues about a flower’s temperature. And according to a study from a British research team published in the journal Nature, some like it hot. Bees use up a lot of energy just stay in warm on some days. In fact, they can’t even fly if they are too cold. So if one flower is warmer than another, a bee can save some of its fuel by basking on that flower while it’s doing its pollinating business. And it turns out that bumblebees consistently do choose warmer flowers over cooler ones, even when the two flowers offer up the same quantity and quality of nectar. Some plants seem to be evolutionarily adapted to be slightly warmer because the warmer ones get visited more by the chilly bees. When it comes to getting pollinated, apparently the heat is on, and that is the buzz.",
      "audio_url":"https://ptestudy.net/audio/sst/072.mp3",
      "rating": 0,
      "audio_filename":"58.mp3"
   },
   {
      "id":59,
      "script":"This is a 40-watt light bulb. If you leave it on all the time, it uses one kilowatt every day. And it’s possible to express all forms of power consumption using this unit of the light bulb. I started measuring everything around my house, around my office. And I found some surprising things. First, I plug in a phone charger. And it didn’t even register on this power meter. It uses one hundredth of a light bulb of power. So I don’t think the phone chargers can be our NO.1 phone energy consumption. Just taking one hot bath everyday uses the same energy, same power of five light bulbs on all the time, non-stop. And I found I’ve been steadily using 40 light bulbs worth of gas for heating, making hot air or hot water. And that surprises me. Transport is one of the biggest forms of energy consumption, and it uses about a third about our energy. If you drive an average car 50 kilometers a day, that corresponds to adding 40 light bulbs on all the time. Today, the average British person is using 125 light bulbs of power. That’s 125 light bulbs on all the time, non-stop. That’s huge.",
      "audio_url":"https://ptestudy.net/audio/sst/073.mp3",
      "rating": 0,
      "audio_filename":"59.mp3"
   },
   {
      "id":60,
      "script":"Talent is premium and there is a war for talents in 1990s because of the talent shortage. Companies and countries are recruiting young talented people from different countries and sending young people to universities. Some young people immigrated after graduated from the university. They compete with local students. Countries and organizations should put talents at the primary positions. The collapse of loyalty makes employees happy to change their workplace for higher income. There are three reasons, first the change of nature of economy leads to increase in the talent’s demand and skills needed. Second, the shrinking labor force of the baby boom causes less supply of skilled workers and the retirement of baby boomers will cause a shortage of experienced workers. Third, there is also a mismatch between what schools are producing and what companies need.",
      "audio_url":"https://ptestudy.net/audio/sst/0002.mp3",
      "rating":  36,
      "audio_filename":"60.mp3"
   },
   {
      "id":61,
      "script":"Cities are interesting places. Some cities are carefully planned for a reason and reflecting needs of the people as it grows. Others are less conscientiously designed. Paris, for example, was originally founded in the third century as a small village and with every passing generation, it grew in size and importance. It grew from a medieval city to a modern city but the transition was not always smooth. Empire Napoleon the third had to hire someone to oversee the rebuilding of Paris. The man he chose was Georges-EugÃ¨ne Haussmann. In 1853 Haussmann began the process of renovating Franceâs capital city. His basic instructions were to bring light and air into the central districts, improve the sanitation and living areas, and make Paris a more modern beautiful city, not your average weekend renovation. Haussmannâs projects included the destruction of the old medieval neighborhoods, widening of streets, building large parks and public squares and addition of fountains and sewer lines. To add all of this the size of Paris had to be increased, doubled actually, and Napoleon the third issued official decrees annexing nearby suburbs to make them part of the city. One of the main priorities of this massive renovation was to connect all of the districts together",
      "audio_url":"https://ptestudy.net/audio/sst/0022.mp3",
      "rating": 0,
      "audio_filename":"61.mp3"
   },
   {
      "id":62,
      "script":"So really when you talk about using science to solve problems which I think most about pseudoscience. We of course want to understand the world but at the end of the day we want to change the world. We always have an impact really to heart problems. And the two that CBA and focuses on are actually water purification and how to make clean water which is actually a huge issue for all of us. And in fact really intersects with the second aspect of CBN which is health human health. How do we improve human health across the world. Those two areas those two social drivers are the things that all of the faculty in the U.N. are working towards in their individual and collaborative research. And the ones that I’ll be focusing on today is this problem of water will be taken granted entry before it now to provide bottled water. We can get it right out of the tap whether we’ll be able to do that in 10 years as the cost of energy rises is an interesting question. And certainly if you’re not fortunate enough to live in the developed. World you won’t find radioactive water around the corner. So this particular issue is one that is a big global problem and one that new technologies are well suited to address and nanotechnology is one of the most promising and exciting areas to turn to for finding solutions to problems.",
      "audio_url":"https://ptestudy.net/audio/sst/0046.mp3",
      "rating":  12,
      "audio_filename":"62.mp3"
   },
   {
      "id":63,
      "script":"that within most developed countries notions of pragmatism notions of the fact that we have democracies have success succeeded in tempering the market economy in the 19th century 18th century the Industrial Revolution had some very negative effects on people particularly working classes all over the world we we see data where life expectancy was reduced hikes were reduced we can look at medical records and see that actually living standards and much of among large fractions of the population actually went down but eventually we passed legislation about working conditions and eventually we circumscribe some of the worst kinds of behavior we eventually in the 20th 20th century we put regulations that imposed better environmental conditions and so some of the damage was reversed and that we have made the market economy work in ways that the benefits of it are at least far more widely shared than they were a hundred years ago",
      "audio_url":"https://ptestudy.net/audio/sst/0076.mp3",
      "rating":  13,
      "audio_filename":"63.mp3"
   },
   {
      "id":64,
      "script":"Hello. It’s Megan this week I’m going to talk about the difference between translators and interpreters. It’s a common misconception that translators and interpreters di the same thing. So I just like to highlight a few similarities and differences between the twoâ¦ firstly translation refers to written communication whereas interpreting refers to verbal communication. So for example a translator will not attend a court hearing to verbally translate between the parties involved but would translate the written evidence used in the case. Secondly both jobs require different skills and translate to require the ability to write well and comprehensively into a target language. This means that they need to have an excellent command of their native language. For example although I can speak French to a good standard I cannot translate from English to French. Although I could translate from French into English. Which means I’m only halfway there to being an international player. An interpreter needs to be able to speak both languages proficiently. Thirdly the qualifications and experience required to become either a professional translator or interpreter do differ. Both roles acquire years of training the resulting qualification. But what they can learn on the training will be completely different. So just to be clear translators will translate written texts and interpreters will translate a verbal communication.",
      "audio_url":"https://ptestudy.net/audio/sst/0080.mp3",
      "rating": 0,
      "audio_filename":"64.mp3"
   },
   {
      "id":65,
      "script":"Well, the Voynich manuscript does have many different theories proposed for it .some people think that it’s a complete hoax, it’s now been carbon dated from the 15th century. so it’s most likely if it is hopes to have been a 15th century hoax which I personally don’t believe, but some people think it’s just gobbledygook it’s just an invention to make money, somebody made it to fool people and make money other people think it’s probably a code in other words someone encoded lots of secrets in it hoping that no one would find out and if so that’s been very successful because no one’s corrector so far. But in my opinion it is actually a genuine script obviously a human devised script, but masking behind it a genuine human language. In a language it seems to me to have more if you like Near Eastern maybe Caucasian Asian aspects to it rather than European, because of some of the words that I’ve decoded. So I would imagine that once we’ve actually managed to decode the script will find that the language underneath is a natural human language probably from that part of the world.",
      "audio_url":"https://ptestudy.net/audio/sst/0081.mp3",
      "rating": 0,
      "audio_filename":"65.mp3"
   },
   {
      "id":66,
      "script":"So various conclusions. Yes, bees are in decline. These declines are well-documented. There are real and reported by good strong scientific evidence. Which is the only evidence .The drivers of decline are many varied depending on species. The effects of pollinator loss, could be absolutely huge. So is it a catastrophe? Not yet, but it could be. The positive side we are aware of the problem. Awareness is being raised with time and people are taking action to fix the problem, we recognize the problem, at least these being done.",
      "audio_url":"https://ptestudy.net/audio/sst/0082.mp3",
      "rating":  5,
      "audio_filename":"66.mp3"
   },
   {
      "id":67,
      "script":"There can now be no reasonable, science-based, doubt about the reality of global climate change effects brought on by the cumulative and rapidly growing emission of so-called greenhouse gases – primarily carbon dioxide – into the atmosphere. As these effects become increasingly more obvious worldwide, so commercial interests, groups of concerned individuals and national governments have been gripped by what amounts to mass panic about what to do about it. To many, Paul Ehrlich’s Malthusian “Population Bomb” of 1968 appears about to explode in the world’s face in an indirect version of his millenarian vision of population growth which outpaces agricultural production capacity – with predictably catastrophic results for humanity. And his three part crisis scenario does indeed seem now to be present: a rapid rate of change, a limit of some sort, and delays in perceiving that limit. Ehrlich’s work was roundly criticised at the time, and later, from many quarters, and much of what he predicted did not come about. Nevertheless, can the world afford to take the risk that the climate scientists have got it wrong? Is it not in everyone’s interests to apply the Precautionary Principle in attempting to avoid the worst of their predictions – now, rather than at some future time? As the Chairman of the Intergovernmental Panel on Climate Change, Mr. Rajendra Pachauri, has recently pointed out, eleven of the warmest years since instrumental records began have occurred in the past twelve, while major precipitation changes are taking place on a global scale.",
      "audio_url":"https://ptestudy.net/audio/sst/0083.mp3",
      "rating":  5,
      "audio_filename":"67.mp3"
   },
   {
      "id":68,
      "script":"Language death is not mainstream theater. It is not mainstream anything. Can you imagine Hollywood taking it on? It’s so far outside the mindsets of most people, but they have a difficulty appreciating what the crisis is all about because they’re not used to thinking about language as an issue in itself. Somehow we need to change these mindsets. We need to get people thinking more about language. More explicitly, more intimately, more enthusiastically. Interest In language is certainly there in the general population most people are fascinated by such topics as where words come from or what the origin of their towns name is or whether their baby’s name means anything and they’re certainly prepared to play scrabble and a host of other language games ad infinitum when you get language games on radio and television â but a willingness to focus that interest on general issues a prepared us to take onboard the emotion and drama inherent in the situation of language endangerment is not something that happens much",
      "audio_url":"https://ptestudy.net/audio/sst/0084.mp3",
      "rating": 0,
      "audio_filename":"68.mp3"
   },
   {
      "id":69,
      "script":"So what do we mean by well-being. Health, happiness, a sense of achievement and contentment. A state of mind and body where people can thrive. Well-being is not something that is purely limited to people who are facing extraordinary challenges in their lifestyle health or personal circumstances. Everybody here has a level of well-being. Music so often forms an intuitive part of our well-being management. Music pick it up use it to calm us down music to heal our sorrows our aim through research is to move from this level of intuitive application of music through to informed use in our communities to take the next step in the understanding of the power of music in human life. Music already works for us on so many levels. Whether it’s studding and teaching our infants bringing people and communities together. Adding spirit to our work and personal endeavors. But there is no reason to stop here. We can and we should.",
      "audio_url":"https://ptestudy.net/audio/sst/0085.mp3",
      "rating": 0,
      "audio_filename":"69.mp3"
   },
   {
      "id":70,
      "script":"And I’m a professor of children’s literature at Newcastle University. And I wanted to write A Very Short Introduction to children’s literature, because although here in Britain we have one of the longest and most distinguished traditions of creating books for children, perhaps they will give some in the world.We often take them for granted and we don’t pay enough attention to what a remarkable cultural resource they are for adults and the kind of cultural work they do for children, and the way that they serve writers and Illustrators and cultural space for creativity the provision and opportunity to experiment with new ideas. And what kind of cultural works the children’s books do? Well at the level of an individual child, this is one of the places where children learn the vocabulary, getting vicarious experiences, and see the images of the world that helps them think about how the world works, and where they fit into it. Because children’s books are one of the first places that children encounter these things that often scary west get a source of information about particular period things , including what it thinks a child is what a child needs to know what childhood looks like. Sometimes when we’re looking at children’s books from the past it’s very important to notice the kinds of children that are there, for instance. So that’s one of the things that we have in children’s books the great repository of stories that have been shaped for children in the past, that tell us about the values of the past. And the kinds of struggles sometimes the children’s minds, that have gone on at the decisive moment in history.",
      "audio_url":"https://ptestudy.net/audio/sst/0086.mp3",
      "rating": 0,
      "audio_filename":"70.mp3"
   },
   {
      "id":71,
      "script":"The special theory of relativity was developed by Albert Einstein in Spring of 1905 and the space have a perhaps 5 intense weeks of thought, where he rewrote our understanding of space and time. Newton had given us an understanding of space and time back in late 1600s which is very intuitive. It’s the way we all think about space and time. Here is a space, it’s just this environment where things happen and time is this relentless thing that ticks forward on our watches, our clocks. Taking us moment after moment, second after second into the future in a completely uniform, absolute and unchanging way. In special relativity, Einstein said that’s not right. He said space and time can change depending upon how you move. He showed that if you’re moving relative to somebody else, time for you slows down. And these kinds of revolutionary ideas are not simply esoteric, pen and paper type understandings of the universe.",
      "audio_url":"https://ptestudy.net/audio/sst/0087.mp3",
      "rating":  20,
      "audio_filename":"71.mp3"
   },
   {
      "id":72,
      "script":"This is the timeline of the Big Bang, The timeline of the universe. Now, we know that it began around 13.7 billion years ago. Back then. In the Big Bang.And we know that when it began it was really a formless unimaginably hot bowl of not even matter. In fact, we think that all the forces of nature were merged together. There were no particles as we know them today. But as the universe continued to cool and expand then we think that the particles that we are made of and the forces that we’re familiar with today crystallized out in one of the most important moments with something got a fancy name called electroweak symmetry breaking is the point when mass entered the universe for the first time when things got substance for the first time.It’s just about that they’re about a billionth of a second after the big bang and we’re investigating that at the Large Hadron Collider at CERN in Geneva. We then know that the universe continued to cool and expand after around about a second. Then the familiar particles that make up the atomic nuclei of stars and planets and as the protons and neutrons formed in the universe. We know after about three minutes. So somewhere, around there, there was hydrogen and helium in the universe. The first two the simplest chemical elements the universe then continued to expand and cool. And after about 350 to 400 thousand years the universe was cold enough and diffused enough.",
      "audio_url":"https://ptestudy.net/audio/sst/0088.mp3",
      "rating": 0,
      "audio_filename":"72.mp3"
   }
]